{
  "bookId": "sherlock_speckled_band",
  "bites": [
    {
      "biteId": "b_001",
      "chapterId": "ch_01",
      "orderIndex": 1,
      "text": "On glancing over my notes of the seventy odd cases in which I have during the last eight years studied the methods of my friend Sherlock Holmes, I find many tragic, some comic, a large number merely strange, but none commonplace; for, working as he did rather for the love of his art than for the acquirement of wealth, he refused to associate himself with any investigation which did not tend towards the unusual, and even the fantastic.",
      "estimatedSeconds": 45
    },
    {
      "biteId": "b_002",
      "chapterId": "ch_01",
      "orderIndex": 2,
      "text": "It was early in April in the year '83 that I woke one morning to find Sherlock Holmes standing, fully dressed, by the side of my bed. He was a late riser, as a rule, and as the clock on the mantelpiece showed me that it was only a quarter-past seven, I blinked up at him in some surprise, and perhaps just a little resentment, for I was myself regular in my habits.",
      "estimatedSeconds": 40
    },
    {
      "biteId": "b_003",
      "chapterId": "ch_01",
      "orderIndex": 3,
      "text": "\"Very sorry to knock you up, Watson,\" said he, \"but it's the common lot this morning. Mrs. Hudson has been knocked up, she retorted upon me, and I on you.\" \"What is it, then -- a fire?\" \"No; a client. It seems that a young lady has arrived in a considerable state of excitement, who insists upon seeing me. She is waiting now in the sitting-room.\"",
      "estimatedSeconds": 40
    },
    {
      "biteId": "b_004",
      "chapterId": "ch_01",
      "orderIndex": 4,
      "text": "\"When young ladies wander about the metropolis at this hour of the morning, and knock sleepy people up out of their beds, I presume that it is something very pressing which they have to communicate. Should it prove to be an interesting case, you would, I am sure, wish to follow it from the outset. I thought, at any rate, that I should call you and give you the chance.\"",
      "estimatedSeconds": 40
    },
    {
      "biteId": "b_005",
      "chapterId": "ch_01",
      "orderIndex": 5,
      "text": "I had no keener pleasure than in following Holmes in his professional investigations, and in admiring the rapid deductions, as swift as intuitions, and yet always founded on a logical basis with which he unravelled the problems which were submitted to him. I rapidly threw on my clothes and was ready in a few minutes to accompany my friend down to the sitting-room.",
      "estimatedSeconds": 40
    },
    {
      "biteId": "b_006",
      "chapterId": "ch_02",
      "orderIndex": 6,
      "text": "A lady dressed in black and heavily veiled, who had been sitting in the window, rose as we entered. \"Good-morning, madam,\" said Holmes cheerily. \"My name is Sherlock Holmes. This is my intimate friend and associate, Dr. Watson, before whom you can speak as freely as before myself.\"",
      "estimatedSeconds": 35
    },
    {
      "biteId": "b_007",
      "chapterId": "ch_02",
      "orderIndex": 7,
      "text": "\"You must not fear,\" said he soothingly, bending forward and patting her forearm. \"We shall soon set matters right, I have no doubt. You have come in by train this morning, I see.\" \"You know me, then?\" \"No, but I observe the second half of a return ticket in the palm of your left glove.\"",
      "estimatedSeconds": 35
    },
    {
      "biteId": "b_008",
      "chapterId": "ch_02",
      "orderIndex": 8,
      "text": "\"My name is Helen Stoner, and I am living with my stepfather, who is the last survivor of one of the oldest Saxon families in England, the Roylotts of Stoke Moran, on the western border of Surrey.\" Holmes nodded his head. \"The name is familiar to me,\" said he.",
      "estimatedSeconds": 35
    },
    {
      "biteId": "b_009",
      "chapterId": "ch_02",
      "orderIndex": 9,
      "text": "\"It is not cold which makes me shiver,\" said the woman in a low voice, changing her seat as requested. \"What, then?\" \"It is fear, Mr. Holmes. It is terror.\" She raised her veil as she spoke, and we could see that she was indeed in a pitiable state of agitation, her face all drawn and grey, with restless frightened eyes.",
      "estimatedSeconds": 40
    },
    {
      "biteId": "b_010",
      "chapterId": "ch_02",
      "orderIndex": 10,
      "text": "\"I shall order you a cup of hot coffee, for I observe that you are shivering.\" \"It is not cold which makes me shiver,\" said the woman in a low voice. \"What, then?\" \"It is fear, Mr. Holmes. It is terror.\" Her features and whole frame told of some deep-seated anxiety, the kind of terror that comes from a menace that is constant and inescapable.",
      "estimatedSeconds": 40
    }
  ]
}
